Repository: alissonFabricio04/afSlider
Catalog: languages/*-slider-*.po
Languages: fr_fr

source: How does it word?
fr_fr: Comment ça marche ?

source: Other plugin options
fr_fr: Autres options du plugin

source: Slider title
fr_fr: Titre du slider

source: Display Bullets
fr_fr: Afficher les points

source: Slider Style
fr_fr: Style du slider

source: Use the shortcode [af_slider] to display the slider in any page/post/widget
fr_fr: Utilisez le shortcode [af_slider] pour afficher le slider sur n'importe quel page/post/widget

source: Whether to dosplay bullets or not
fr_fr: Afficher les points ou pas

source: AF Slider Options
fr_fr: Options AF Slider

source: Manage slides
fr_fr: Options slides

source: Add new slide
fr_fr: Ajouter un nouveau slide

source: Add new Slide
fr_fr: Ajouter un nouveau slide

source: Settings Saved
fr_fr: Paramètres enregistrés

source: Image Slider
fr_fr: Un simple slider d'images

source: Link Options
fr_fr: Options du lien

source: Link Text
fr_fr: Texte du lien

source: Link URL
fr_fr: Url du lien

source: Main Options
fr_fr: Options principales

source: Addintional options
fr_fr: Autres options

source: Save Settings
fr_fr: Sauvegarder les Paramètres
